{"data":{"projects":{"data":[{"id":"1","attributes":{"Name":"BAP_03_Natuurpunt","description":"\"We need a digital product to get kids outside more.\" is the answer we have for \"how do we get kids outside more?\". Using kids' already familiar digital-environment to get them into nature is something that is a normal now and without forcing them to learn anything they can explore everything at their own pace and with a slight challenge. By using elements in nature like trees, dirt and water and blending them with digital challenges we create a new environment, a multi layered environment. We use this approach because we want those kids to embrace nature, but without compromising technology as it can benefit in so many more ways than we know at this moment. The app completely allows kids to be creative an explorative in the digital world by customising your own characters and taking your own approaches to certain challenges, but also feeling like your real life work pays off.","mainAsset":{"data":{"id":"49","attributes":{"url":"/uploads/BAP_Team3_Natuurpunt_CASEMOVIE_mp4_recompressed_bd06331c8c.mp4","width":null,"height":null,"mime":"video/mp4"}}},"assets":{"data":[{"id":"56","attributes":{"url":"/uploads/Teaser_3_mp4_recompressed_d060ccb1c0.mp4","width":null,"height":null,"mime":"video/mp4"}},{"id":"57","attributes":{"url":"/uploads/Teaser_2_mp4_recompressed_899d998b1e.mp4","width":null,"height":null,"mime":"video/mp4"}},{"id":"58","attributes":{"url":"/uploads/Teaser_1_mp4_recompressed_aff3198148.mp4","width":null,"height":null,"mime":"video/mp4"}},{"id":"50","attributes":{"url":"/uploads/Still_3_portrait_e2624e4228.jpg","width":1080,"height":1920,"mime":"image/jpeg"}},{"id":"51","attributes":{"url":"/uploads/Still_3_landscape_ce1c95e127.jpg","width":1920,"height":1080,"mime":"image/jpeg"}},{"id":"52","attributes":{"url":"/uploads/Still_1_portrait_58ec7e667e.jpg","width":1080,"height":1920,"mime":"image/jpeg"}},{"id":"53","attributes":{"url":"/uploads/Still_2_portrait_37d38f1092.jpg","width":1080,"height":1920,"mime":"image/jpeg"}},{"id":"54","attributes":{"url":"/uploads/Still_2_landscape_acef21f544.jpg","width":1920,"height":1080,"mime":"image/jpeg"}},{"id":"55","attributes":{"url":"/uploads/Still_1_landscape_1da76ff545.jpg","width":1920,"height":1080,"mime":"image/jpeg"}}]},"students":{"data":[{"id":"27","attributes":{"firstName":"Matisse","lastName":"Van Steenbergen","expert":{"data":{"id":"2","attributes":{"name":"Development"}}},"bio":"Within Devine I have grown and evolved in several areas. From the very start, I was fascinated by the Devine pillars. Gradually through my study, Development has become my passion. Devine is challenging and I have also started to build a personal interest into economics and finance. These fields combined with Devine is a great combination for me. \n\nI have learned to view problems and situations with a more critical and creative eye. \nMy learning curve has been to always look for the right solutions and to learn from mistakes in order to think/act in a problem-solving way. I have always included these insights in future projects. Listening to the needs of the customer and being flexible towards changes are also important.\n\nIn addition, I have also experienced that I like working with people. \nDeveloping creative and inventive projects together is my drive for the future. ","profilePicture":{"data":{"id":"32","attributes":{"url":"/uploads/matisse_b049ccde63.jpg","width":1920,"height":1920,"mime":"image/jpeg"}}}}},{"id":"30","attributes":{"firstName":"Noor","lastName":"Poppe","expert":{"data":{"id":"1","attributes":{"name":"Design"}}},"bio":"While studying Devine I explored webdesign & 2D animation, which I enjoy. Just like my family I love to draw, design and go to musea. Art is often a source of inspiration for my projects. In the future I want to keep creating app-designs and learn every day to become better at it.","profilePicture":{"data":{"id":"34","attributes":{"url":"/uploads/noor_069281eba0.jpg","width":1920,"height":1920,"mime":"image/jpeg"}}}}},{"id":"41","attributes":{"firstName":"Thibaut","lastName":"Degryse","expert":{"data":{"id":"1","attributes":{"name":"Design"}}},"bio":"When I just started in Devine I had the plan of becoming a developer, but my mind quickly changed when I learned how broad and interesting the design world actually is. Soon after learning about brand stories, my curiosity really peaked in storytelling. \n\nWhile I always had an interest in digital art, I did find my thing more in UX and UI design. I love experimenting and reiterating to give people the best digital experience they can have, even if it takes a few errors along the way. By breaking a rule here and there and experimenting is how I try to make my projects just that little more unique.\n\nIn the future I want to keep developing my skills in storytelling and UX/UI design, but I also want to explore some of the (3D) motion design world.","profilePicture":{"data":{"id":"44","attributes":{"url":"/uploads/thibault_6a2927562e.jpg","width":1920,"height":1920,"mime":"image/jpeg"}}}}}]}}},{"id":"2","attributes":{"Name":"BAP_04_Futures","description":"This project is a way to convince people \"human centered design\" is a thing of the past. We as inhabitants of planet earth must step away from the traditional way of creating things for humans, we have to start creating things with all life in mind. \"Heartbeat of the estate\" is our vision of an environment where people can be submerged in the life around them that is not human. This project highlights the otherwise \"invisible\" actors that play a big role in nature. Rather than to shock people we give them an experience that intertwines their lives with the lives on the estate. It opens up the mind to start a conversation about \"more than human centered design\".","mainAsset":{"data":null},"assets":{"data":[]},"students":{"data":[{"id":"22","attributes":{"firstName":"Kenzo","lastName":"Dewaegenaere","expert":{"data":{"id":"2","attributes":{"name":"Development"}}},"bio":"Throughout Devine I enchanced my creative mind and learned to convert my creativity in coding, I learned to make amazing projects which i can be very proud of, with the huge set of skills I learned as \na Deviner I have mulitple paths i can take to make the next step in my carreer. I really enjoy creative coding and problem solving.","profilePicture":{"data":{"id":"26","attributes":{"url":"/uploads/kenzo_2d56e726b6.jpg","width":1920,"height":1920,"mime":"image/jpeg"}}}}},{"id":"29","attributes":{"firstName":"Noa","lastName":"Lambert","expert":{"data":{"id":"2","attributes":{"name":"Development"}}},"bio":"Throughout Devine I've been able to explore my creativity and fully experiment with visual styles as well as with new technologies. I've discovered my love for development and have been given the space to explore this during the curriculum. I definitely want to explore more technologies in the future and am looking forward to where it'll bring me.","profilePicture":{"data":{"id":"33","attributes":{"url":"/uploads/noa_bf96a9022d.jpg","width":1920,"height":1920,"mime":"image/jpeg"}}}}},{"id":"35","attributes":{"firstName":"Samuel","lastName":"Vanhaecke","expert":{"data":{"id":"2","attributes":{"name":"Development"}}},"bio":"Throughout Devine I got to explore my creative identity. The evolution I made as a designer is amazing and the time I spend designing only increases. As a developer I grew into a versatile web-developer and I now have a base to tackle every programming task or problem. Because of the skills I acquired the possibilities are endless, I have multiple side-projects running and they're only possible because of my abilities as a Deviner. I look forward to see what the future brings.","profilePicture":{"data":{"id":"39","attributes":{"url":"/uploads/samuel_2341a13a38.jpg","width":1920,"height":1920,"mime":"image/jpeg"}}}}}]}}},{"id":"3","attributes":{"Name":"BAP_05_VanMarcke","description":"In this project we looked into how we can improve the way bathrooms are created and bought, not only online but also in a real pop-up shop. When looking at the existing platforms we found that they are all the same and very boring, so we wanted to find a more interactive and fun way.\nSo we came up with the idea to get to know the user first with the use of a tinder-like swiper and then generate a bathroom which they then can modify to their preferences. This way the user doesn’t have to start creating a bathroom from 0 and go through those boring steps.\nIn de real-life shop users can use AR to get the feeling of how their bathroom feels in a real space, they can also move the items around in the room using cubes.","mainAsset":{"data":null},"assets":{"data":[]},"students":{"data":[{"id":"7","attributes":{"firstName":"Ciel","lastName":"Brys","expert":{"data":{"id":"2","attributes":{"name":"Development"}}},"bio":"I started Devine with a big interesses in design, I finished with a bigger love for code than I could ever imagine. I learned that if you just try something you could find a hole new side of yourself that would normally never come out. I hope I can keep using this experimenting method in future projects and keep the Devine spirit alive.","profilePicture":{"data":{"id":"11","attributes":{"url":"/uploads/ciel_e75bb82aa5.jpg","width":1920,"height":1920,"mime":"image/jpeg"}}}}},{"id":"26","attributes":{"firstName":"Mathieu","lastName":"Vermeire","expert":{"data":{"id":"1","attributes":{"name":"Design"}}},"bio":"Devine has allowed me to really explore who I am and all the likes and dislikes that come with getting to know yourself. Throughout my trajectory I often struggled to find ways to work joyfully on my bachelors degree. Whilst Devine asks a lot of dedication, I found that choosing your workloads and the amount of work you put into a project can really determine the pleasure with which you work(and with activities outside of school swell). Towards the end of my projects I chose to apply this method which I am happy about, because it helped me create a more balanced life. Thanks to Devine I am able to take this experience with me in to adult life and know that I should not take life too seriously. I am grateful that Devine was a steppingstone in helping me move toward this insight.","profilePicture":{"data":{"id":"30","attributes":{"url":"/uploads/mathieu_40a3904cde.jpg","width":1920,"height":1920,"mime":"image/jpeg"}}}}},{"id":"12","attributes":{"firstName":"Ewout","lastName":"Verhamme","expert":{"data":{"id":"2","attributes":{"name":"Development"}}},"bio":"As a Deviner I have learned to think broader, to step out of my comfort zone. Over the years I have become more and more fascinated by creative programming. Exploring new technologies, finding new insights. In the future I want to commit myself to building interactive web solutions and deal with useless personal projects :)","profilePicture":{"data":{"id":"14","attributes":{"url":"/uploads/ewout_082a9a0a7a.jpg","width":1920,"height":1920,"mime":"image/jpeg"}}}}}]}}},{"id":"4","attributes":{"Name":"BAP_06_SmileSafari","description":"The core of this project was to combine 3D elements in a 2D environment to create an AR experience that people can take a picture with. Image tracking and body recognition models were used to provide interaction within the experience; on the one hand with the user and on the other with the scenery. \n \nTwo types of scenery were delivered: A donut scene and a chess scene. The donut scene contained a 2D composition of the famous Michelangelo painting “The Creation of Adam”, 3D sprinkles and a donut. This creates an illusion of holding the donut and spreading the sprinkles by god's hands. The chess scene contained a 2D pattern of a chessboard in perspective and 3D chess pieces tracking the hand of the user. The 3D flows from the 2D decor to create an interesting setting in which the AR effectively has an added value making the result(ing) picture perfect.","mainAsset":{"data":null},"assets":{"data":[]},"students":{"data":[{"id":"3","attributes":{"firstName":"Amber","lastName":"Aspeslagh","expert":{"data":{"id":"2","attributes":{"name":"Development"}}},"bio":"I started my Devine adventure with a passion for design and visual arts. I actually was a bit afraid of programming and development, but it wasn't long before I developed a huge passion for coding as well. A passion that even got me to choose an expert in Creative Technology in my 3rd year. I love problem solving and have an inexhaustible appetite for learning new languages and structures. In the future, I see myself delving further into the world of codes and creating interesting digital experiences.","profilePicture":{"data":{"id":"10","attributes":{"url":"/uploads/amber_73a843e06d.jpg","width":1920,"height":1920,"mime":"image/jpeg"}}}}},{"id":"9","attributes":{"firstName":"Eline","lastName":"Claeys","expert":{"data":{"id":"1","attributes":{"name":"Design"}}},"bio":"When I was 15, I taught myself to photoshop and since then, I have not stopped learning the programmes. By chance, I learned to code and this led me to Devine. My great passion remains design. I like to do a bit of everything. But my strong points are design programmes like Illustrator, After Effect, Photoshop, XD etc. I also like to explore photography and 3D. \nI hope that in the future I can focus more on something specific in design. I just don't know what yet, but I like a challenge.","profilePicture":{"data":{"id":"13","attributes":{"url":"/uploads/eline_20741fd0df.jpg","width":1920,"height":1920,"mime":"image/jpeg"}}}}},{"id":"11","attributes":{"firstName":"Erin","lastName":"Troch","expert":{"data":{"id":"2","attributes":{"name":"Development"}}},"bio":"I've always been someone who loved to draw & create things, but since DEVINE my passion for programming has really started to grow.\nAs an expert development, I think it's fantastic to search for creative solutions to solve certain problems on the web, and this as performant as possible.\nIn the future, I don't want to limit myself just to developing digital experiences, but also to understand the mathematical side of coding (such as making an AI) a little bit more.","profilePicture":{"data":{"id":"15","attributes":{"url":"/uploads/erin_aa54990e58.jpg","width":1920,"height":1920,"mime":"image/jpeg"}}}}}]}}},{"id":"5","attributes":{"Name":"BAP_07_snuit","description":"This project is about sending kids into the world. With this project we want kids to enjoy nature again, we want to do this by using digital components as our friend and not as the enemy. The digital world is often seen as the culprit, but we think that through the digital we can send people back to nature.\n\nWe invented a game where kids can relax, but once they are playing too long, we send them outside. We do this by giving the kids assignments throughout playing the game.\n\nThe idea behind our concept is that we send kids outside and they reconnect with the world. They see how much fun being outside is and they want to keep coming back.\nIf the kids want to go outside, we also get the parents outside, two birds with one stone.\n\nWe also used Arduino to connected physical object with the game. This way they have something to play with, beside the game itself. These physical objects are characters that we have linked with the game. You can get these characters by going outside and participate in events, organised by Natuurpunt (SNU!T) itself. This is another way to get the kids outside.","mainAsset":{"data":null},"assets":{"data":[]},"students":{"data":[{"id":"2","attributes":{"firstName":"Alexander","lastName":"Verdickt","expert":{"data":{"id":"2","attributes":{"name":"Development"}}},"bio":"From an early age I encountered design and art. With growing up I was pushed more in a general direction and lost the connection with design. Years later, when I was introduced to Devine by a friend, I was immediately drawn back into that world. I thought I was going to focus mainly on design, but Devine made me discover my love for programming. Even though it wasn't always easy, I kept going and I'm happy where I ended up now. The nice thing about Devine is that you still get to be creative, even if you focus on programming. That way you have the best of both worlds.","profilePicture":{"data":{"id":"8","attributes":{"url":"/uploads/alexander_v_56d12db5e6.jpg","width":1920,"height":1920,"mime":"image/jpeg"}}}}},{"id":"34","attributes":{"firstName":"Robin","lastName":"Yzewyn","expert":{"data":{"id":"2","attributes":{"name":"Development"}}},"bio":"I started with Devine because I thought it suited me best. Being able to combine creativity with the digital has always been fascinating and fun to do. This has only grown stronger by following this direction. Many different topics that I had never heard of have become my favourite topics. During the past 3 years I have learned that a lot of blood sweat and tears always lead to a happy ending.","profilePicture":{"data":{"id":"37","attributes":{"url":"/uploads/robin_4e9ab3e2e1.jpg","width":1920,"height":1920,"mime":"image/jpeg"}}}}}]}}}]}}}
